app/Models/Pessoas.php

INSERT INTO `pessoas` (`nome`, `cpf`, `data_nasc`) VALUES ('', '', '')
---
    public function insertPessoasForm($dados)
    {
         $this->insert($dados);